load-testing/results/stress.txt

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: load-testing/k6-stress.js
        output: -

     scenarios: (100.00%) 1 scenario, 50 max VUs, 6m30s max duration (incl. graceful stop):
              * default: Up to 50 looping VUs for 6m0s over 4 stages (gracefulRampDown: 30s, gracefulStop: 30s)


running (0m01.0s), 01/50 VUs, 0 complete and 0 interrupted iterations
default   [   0% ] 01/50 VUs  0m01.0s/6m00.0s

running (0m02.0s), 01/50 VUs, 1 complete and 0 interrupted iterations
default   [   1% ] 01/50 VUs  0m02.0s/6m00.0s

running (0m03.0s), 01/50 VUs, 2 complete and 0 interrupted iterations
default   [   1% ] 01/50 VUs  0m03.0s/6m00.0s

running (0m04.0s), 01/50 VUs, 3 complete and 0 interrupted iterations
default   [   1% ] 01/50 VUs  0m04.0s/6m00.0s

running (0m05.0s), 01/50 VUs, 4 complete and 0 interrupted iterations
default   [   1% ] 01/50 VUs  0m05.0s/6m00.0s

running (0m06.0s), 01/50 VUs, 5 complete and 0 interrupted iterations
default   [   2% ] 01/50 VUs  0m06.0s/6m00.0s

running (0m07.0s), 02/50 VUs, 6 complete and 0 interrupted iterations
default   [   2% ] 02/50 VUs  0m07.0s/6m00.0s

running (0m08.0s), 02/50 VUs, 8 complete and 0 interrupted iterations
default   [   2% ] 02/50 VUs  0m08.0s/6m00.0s

running (0m09.0s), 02/50 VUs, 10 complete and 0 interrupted iterations
default   [   2% ] 02/50 VUs  0m09.0s/6m00.0s

running (0m10.0s), 02/50 VUs, 12 complete and 0 interrupted iterations
default   [   3% ] 02/50 VUs  0m10.0s/6m00.0s

running (0m11.0s), 02/50 VUs, 14 complete and 0 interrupted iterations
default   [   3% ] 02/50 VUs  0m11.0s/6m00.0s

running (0m12.0s), 02/50 VUs, 16 complete and 0 interrupted iterations
default   [   3% ] 02/50 VUs  0m12.0s/6m00.0s

running (0m13.0s), 02/50 VUs, 18 complete and 0 interrupted iterations
default   [   4% ] 02/50 VUs  0m13.0s/6m00.0s

running (0m14.0s), 03/50 VUs, 20 complete and 0 interrupted iterations
default   [   4% ] 03/50 VUs  0m14.0s/6m00.0s

running (0m15.0s), 03/50 VUs, 23 complete and 0 interrupted iterations
default   [   4% ] 03/50 VUs  0m15.0s/6m00.0s

running (0m16.0s), 03/50 VUs, 26 complete and 0 interrupted iterations
default   [   4% ] 03/50 VUs  0m16.0s/6m00.0s

running (0m17.0s), 03/50 VUs, 29 complete and 0 interrupted iterations
default   [   5% ] 03/50 VUs  0m17.0s/6m00.0s

running (0m18.0s), 03/50 VUs, 32 complete and 0 interrupted iterations
default   [   5% ] 03/50 VUs  0m18.0s/6m00.0s

running (0m19.0s), 03/50 VUs, 35 complete and 0 interrupted iterations
default   [   5% ] 03/50 VUs  0m19.0s/6m00.0s

running (0m20.0s), 03/50 VUs, 38 complete and 0 interrupted iterations
default   [   6% ] 03/50 VUs  0m20.0s/6m00.0s

running (0m21.0s), 04/50 VUs, 41 complete and 0 interrupted iterations
default   [   6% ] 04/50 VUs  0m21.0s/6m00.0s

running (0m22.0s), 04/50 VUs, 45 complete and 0 interrupted iterations
default   [   6% ] 04/50 VUs  0m22.0s/6m00.0s

running (0m23.0s), 04/50 VUs, 49 complete and 0 interrupted iterations
default   [   6% ] 04/50 VUs  0m23.0s/6m00.0s

running (0m24.0s), 04/50 VUs, 53 complete and 0 interrupted iterations
default   [   7% ] 04/50 VUs  0m24.0s/6m00.0s

running (0m25.0s), 04/50 VUs, 57 complete and 0 interrupted iterations
default   [   7% ] 04/50 VUs  0m25.0s/6m00.0s

running (0m26.0s), 04/50 VUs, 61 complete and 0 interrupted iterations
default   [   7% ] 04/50 VUs  0m26.0s/6m00.0s

running (0m27.0s), 05/50 VUs, 65 complete and 0 interrupted iterations
default   [   7% ] 05/50 VUs  0m27.0s/6m00.0s

running (0m28.0s), 05/50 VUs, 70 complete and 0 interrupted iterations
default   [   8% ] 05/50 VUs  0m28.0s/6m00.0s

running (0m29.0s), 05/50 VUs, 75 complete and 0 interrupted iterations
default   [   8% ] 05/50 VUs  0m29.0s/6m00.0s

running (0m30.0s), 05/50 VUs, 80 complete and 0 interrupted iterations
default   [   8% ] 05/50 VUs  0m30.0s/6m00.0s

running (0m31.0s), 05/50 VUs, 85 complete and 0 interrupted iterations
default   [   9% ] 05/50 VUs  0m31.0s/6m00.0s

running (0m32.0s), 05/50 VUs, 90 complete and 0 interrupted iterations
default   [   9% ] 05/50 VUs  0m32.0s/6m00.0s

running (0m33.0s), 05/50 VUs, 95 complete and 0 interrupted iterations
default   [   9% ] 05/50 VUs  0m33.0s/6m00.0s

running (0m34.0s), 06/50 VUs, 100 complete and 0 interrupted iterations
default   [   9% ] 06/50 VUs  0m34.0s/6m00.0s

running (0m35.0s), 06/50 VUs, 106 complete and 0 interrupted iterations
default   [  10% ] 06/50 VUs  0m35.0s/6m00.0s

running (0m36.0s), 06/50 VUs, 112 complete and 0 interrupted iterations
default   [  10% ] 06/50 VUs  0m36.0s/6m00.0s

running (0m37.0s), 06/50 VUs, 118 complete and 0 interrupted iterations
default   [  10% ] 06/50 VUs  0m37.0s/6m00.0s

running (0m38.0s), 06/50 VUs, 123 complete and 0 interrupted iterations
default   [  11% ] 06/50 VUs  0m38.0s/6m00.0s

running (0m39.0s), 06/50 VUs, 129 complete and 0 interrupted iterations
default   [  11% ] 06/50 VUs  0m39.0s/6m00.0s

running (0m40.0s), 06/50 VUs, 135 complete and 0 interrupted iterations
default   [  11% ] 06/50 VUs  0m40.0s/6m00.0s

running (0m41.0s), 07/50 VUs, 141 complete and 0 interrupted iterations
default   [  11% ] 07/50 VUs  0m41.0s/6m00.0s

running (0m42.0s), 07/50 VUs, 148 complete and 0 interrupted iterations
default   [  12% ] 07/50 VUs  0m42.0s/6m00.0s

running (0m43.0s), 07/50 VUs, 155 complete and 0 interrupted iterations
default   [  12% ] 07/50 VUs  0m43.0s/6m00.0s

running (0m44.0s), 07/50 VUs, 162 complete and 0 interrupted iterations
default   [  12% ] 07/50 VUs  0m44.0s/6m00.0s

running (0m45.0s), 07/50 VUs, 169 complete and 0 interrupted iterations
default   [  12% ] 07/50 VUs  0m45.0s/6m00.0s

running (0m46.0s), 07/50 VUs, 176 complete and 0 interrupted iterations
default   [  13% ] 07/50 VUs  0m46.0s/6m00.0s

running (0m47.0s), 08/50 VUs, 183 complete and 0 interrupted iterations
default   [  13% ] 08/50 VUs  0m47.0s/6m00.0s

running (0m48.0s), 08/50 VUs, 191 complete and 0 interrupted iterations
default   [  13% ] 08/50 VUs  0m48.0s/6m00.0s

running (0m49.0s), 08/50 VUs, 199 complete and 0 interrupted iterations
default   [  14% ] 08/50 VUs  0m49.0s/6m00.0s

running (0m50.0s), 08/50 VUs, 207 complete and 0 interrupted iterations
default   [  14% ] 08/50 VUs  0m50.0s/6m00.0s

running (0m51.0s), 08/50 VUs, 215 complete and 0 interrupted iterations
default   [  14% ] 08/50 VUs  0m51.0s/6m00.0s

running (0m52.0s), 08/50 VUs, 223 complete and 0 interrupted iterations
default   [  14% ] 08/50 VUs  0m52.0s/6m00.0s

running (0m53.0s), 08/50 VUs, 231 complete and 0 interrupted iterations
default   [  15% ] 08/50 VUs  0m53.0s/6m00.0s

running (0m54.0s), 09/50 VUs, 239 complete and 0 interrupted iterations
default   [  15% ] 09/50 VUs  0m54.0s/6m00.0s

running (0m55.0s), 09/50 VUs, 248 complete and 0 interrupted iterations
default   [  15% ] 09/50 VUs  0m55.0s/6m00.0s

running (0m56.0s), 09/50 VUs, 257 complete and 0 interrupted iterations
default   [  16% ] 09/50 VUs  0m56.0s/6m00.0s

running (0m57.0s), 09/50 VUs, 265 complete and 0 interrupted iterations
default   [  16% ] 09/50 VUs  0m57.0s/6m00.0s

running (0m58.0s), 09/50 VUs, 274 complete and 0 interrupted iterations
default   [  16% ] 09/50 VUs  0m58.0s/6m00.0s

running (0m59.0s), 09/50 VUs, 283 complete and 0 interrupted iterations
default   [  16% ] 09/50 VUs  0m59.0s/6m00.0s

running (1m00.0s), 09/50 VUs, 292 complete and 0 interrupted iterations
default   [  17% ] 09/50 VUs  1m00.0s/6m00.0s

running (1m01.0s), 10/50 VUs, 301 complete and 0 interrupted iterations
default   [  17% ] 10/50 VUs  1m01.0s/6m00.0s

running (1m02.0s), 10/50 VUs, 311 complete and 0 interrupted iterations
default   [  17% ] 10/50 VUs  1m02.0s/6m00.0s

running (1m03.0s), 10/50 VUs, 321 complete and 0 interrupted iterations
default   [  17% ] 10/50 VUs  1m03.0s/6m00.0s

running (1m04.0s), 10/50 VUs, 331 complete and 0 interrupted iterations
default   [  18% ] 10/50 VUs  1m04.0s/6m00.0s

running (1m05.0s), 10/50 VUs, 341 complete and 0 interrupted iterations
default   [  18% ] 10/50 VUs  1m05.0s/6m00.0s

running (1m06.0s), 10/50 VUs, 351 complete and 0 interrupted iterations
default   [  18% ] 10/50 VUs  1m06.0s/6m00.0s

running (1m07.0s), 11/50 VUs, 361 complete and 0 interrupted iterations
default   [  19% ] 11/50 VUs  1m07.0s/6m00.0s

running (1m08.0s), 11/50 VUs, 372 complete and 0 interrupted iterations
default   [  19% ] 11/50 VUs  1m08.0s/6m00.0s

running (1m09.0s), 11/50 VUs, 383 complete and 0 interrupted iterations
default   [  19% ] 11/50 VUs  1m09.0s/6m00.0s

running (1m10.0s), 11/50 VUs, 394 complete and 0 interrupted iterations
default   [  19% ] 11/50 VUs  1m10.0s/6m00.0s

running (1m11.0s), 11/50 VUs, 405 complete and 0 interrupted iterations
default   [  20% ] 11/50 VUs  1m11.0s/6m00.0s

running (1m12.0s), 11/50 VUs, 416 complete and 0 interrupted iterations
default   [  20% ] 11/50 VUs  1m12.0s/6m00.0s

running (1m13.0s), 12/50 VUs, 427 complete and 0 interrupted iterations
default   [  20% ] 12/50 VUs  1m13.0s/6m00.0s

running (1m14.0s), 12/50 VUs, 439 complete and 0 interrupted iterations
default   [  21% ] 12/50 VUs  1m14.0s/6m00.0s

running (1m15.0s), 12/50 VUs, 450 complete and 0 interrupted iterations
default   [  21% ] 12/50 VUs  1m15.0s/6m00.0s

running (1m16.0s), 12/50 VUs, 462 complete and 0 interrupted iterations
default   [  21% ] 12/50 VUs  1m16.0s/6m00.0s

running (1m17.0s), 12/50 VUs, 474 complete and 0 interrupted iterations
default   [  21% ] 12/50 VUs  1m17.0s/6m00.0s

running (1m18.0s), 12/50 VUs, 486 complete and 0 interrupted iterations
default   [  22% ] 12/50 VUs  1m18.0s/6m00.0s

running (1m19.0s), 13/50 VUs, 498 complete and 0 interrupted iterations
default   [  22% ] 13/50 VUs  1m19.0s/6m00.0s

running (1m20.0s), 13/50 VUs, 510 complete and 0 interrupted iterations
default   [  22% ] 13/50 VUs  1m20.0s/6m00.0s

running (1m21.0s), 13/50 VUs, 523 complete and 0 interrupted iterations
default   [  22% ] 13/50 VUs  1m21.0s/6m00.0s

running (1m22.0s), 13/50 VUs, 536 complete and 0 interrupted iterations
default   [  23% ] 13/50 VUs  1m22.0s/6m00.0s

running (1m23.0s), 13/50 VUs, 549 complete and 0 interrupted iterations
default   [  23% ] 13/50 VUs  1m23.0s/6m00.0s

running (1m24.0s), 13/50 VUs, 562 complete and 0 interrupted iterations
default   [  23% ] 13/50 VUs  1m24.0s/6m00.0s

running (1m25.0s), 14/50 VUs, 575 complete and 0 interrupted iterations
default   [  24% ] 14/50 VUs  1m25.0s/6m00.0s

running (1m26.0s), 14/50 VUs, 589 complete and 0 interrupted iterations
default   [  24% ] 14/50 VUs  1m26.0s/6m00.0s

running (1m27.0s), 14/50 VUs, 603 complete and 0 interrupted iterations
default   [  24% ] 14/50 VUs  1m27.0s/6m00.0s

running (1m28.0s), 14/50 VUs, 617 complete and 0 interrupted iterations
default   [  24% ] 14/50 VUs  1m28.0s/6m00.0s

running (1m29.0s), 14/50 VUs, 631 complete and 0 interrupted iterations
default   [  25% ] 14/50 VUs  1m29.0s/6m00.0s

running (1m30.0s), 14/50 VUs, 645 complete and 0 interrupted iterations
default   [  25% ] 14/50 VUs  1m30.0s/6m00.0s

running (1m31.0s), 15/50 VUs, 658 complete and 0 interrupted iterations
default   [  25% ] 15/50 VUs  1m31.0s/6m00.0s

running (1m32.0s), 15/50 VUs, 673 complete and 0 interrupted iterations
default   [  26% ] 15/50 VUs  1m32.0s/6m00.0s

running (1m33.0s), 15/50 VUs, 688 complete and 0 interrupted iterations
default   [  26% ] 15/50 VUs  1m33.0s/6m00.0s

running (1m34.0s), 15/50 VUs, 703 complete and 0 interrupted iterations
default   [  26% ] 15/50 VUs  1m34.0s/6m00.0s

running (1m35.0s), 15/50 VUs, 718 complete and 0 interrupted iterations
default   [  26% ] 15/50 VUs  1m35.0s/6m00.0s

running (1m36.0s), 15/50 VUs, 733 complete and 0 interrupted iterations
default   [  27% ] 15/50 VUs  1m36.0s/6m00.0s

running (1m37.0s), 16/50 VUs, 747 complete and 0 interrupted iterations
default   [  27% ] 16/50 VUs  1m37.0s/6m00.0s

running (1m38.0s), 16/50 VUs, 763 complete and 0 interrupted iterations
default   [  27% ] 16/50 VUs  1m38.0s/6m00.0s

running (1m39.0s), 16/50 VUs, 779 complete and 0 interrupted iterations
default   [  27% ] 16/50 VUs  1m39.0s/6m00.0s

running (1m40.0s), 16/50 VUs, 795 complete and 0 interrupted iterations
default   [  28% ] 16/50 VUs  1m40.0s/6m00.0s

running (1m41.0s), 16/50 VUs, 811 complete and 0 interrupted iterations
default   [  28% ] 16/50 VUs  1m41.0s/6m00.0s

running (1m42.0s), 16/50 VUs, 827 complete and 0 interrupted iterations
default   [  28% ] 16/50 VUs  1m42.0s/6m00.0s

running (1m43.0s), 17/50 VUs, 843 complete and 0 interrupted iterations
default   [  29% ] 17/50 VUs  1m43.0s/6m00.0s

running (1m44.0s), 17/50 VUs, 860 complete and 0 interrupted iterations
default   [  29% ] 17/50 VUs  1m44.0s/6m00.0s

running (1m45.0s), 17/50 VUs, 877 complete and 0 interrupted iterations
default   [  29% ] 17/50 VUs  1m45.0s/6m00.0s

running (1m46.0s), 17/50 VUs, 894 complete and 0 interrupted iterations
default   [  29% ] 17/50 VUs  1m46.0s/6m00.0s

running (1m47.0s), 17/50 VUs, 911 complete and 0 interrupted iterations
default   [  30% ] 17/50 VUs  1m47.0s/6m00.0s

running (1m48.0s), 17/50 VUs, 928 complete and 0 interrupted iterations
default   [  30% ] 17/50 VUs  1m48.0s/6m00.0s

running (1m49.0s), 18/50 VUs, 945 complete and 0 interrupted iterations
default   [  30% ] 18/50 VUs  1m49.0s/6m00.0s

running (1m50.0s), 18/50 VUs, 963 complete and 0 interrupted iterations
default   [  31% ] 18/50 VUs  1m50.0s/6m00.0s

running (1m51.0s), 18/50 VUs, 981 complete and 0 interrupted iterations
default   [  31% ] 18/50 VUs  1m51.0s/6m00.0s

running (1m52.0s), 18/50 VUs, 999 complete and 0 interrupted iterations
default   [  31% ] 18/50 VUs  1m52.0s/6m00.0s

running (1m53.0s), 18/50 VUs, 1017 complete and 0 interrupted iterations
default   [  31% ] 18/50 VUs  1m53.0s/6m00.0s

running (1m54.0s), 18/50 VUs, 1035 complete and 0 interrupted iterations
default   [  32% ] 18/50 VUs  1m54.0s/6m00.0s

running (1m55.0s), 19/50 VUs, 1053 complete and 0 interrupted iterations
default   [  32% ] 19/50 VUs  1m55.0s/6m00.0s

running (1m56.0s), 19/50 VUs, 1072 complete and 0 interrupted iterations
default   [  32% ] 19/50 VUs  1m56.0s/6m00.0s

running (1m57.0s), 19/50 VUs, 1091 complete and 0 interrupted iterations
default   [  32% ] 19/50 VUs  1m57.0s/6m00.0s

running (1m58.0s), 19/50 VUs, 1109 complete and 0 interrupted iterations
default   [  33% ] 19/50 VUs  1m58.0s/6m00.0s

running (1m59.0s), 19/50 VUs, 1128 complete and 0 interrupted iterations
default   [  33% ] 19/50 VUs  1m59.0s/6m00.0s

running (2m00.0s), 19/50 VUs, 1146 complete and 0 interrupted iterations
default   [  33% ] 19/50 VUs  2m00.0s/6m00.0s

running (2m01.0s), 20/50 VUs, 1165 complete and 0 interrupted iterations
default   [  34% ] 20/50 VUs  2m01.0s/6m00.0s

running (2m02.0s), 20/50 VUs, 1185 complete and 0 interrupted iterations
default   [  34% ] 20/50 VUs  2m02.0s/6m00.0s

running (2m03.0s), 20/50 VUs, 1205 complete and 0 interrupted iterations
default   [  34% ] 20/50 VUs  2m03.0s/6m00.0s

running (2m04.0s), 20/50 VUs, 1225 complete and 0 interrupted iterations
default   [  34% ] 20/50 VUs  2m04.0s/6m00.0s

running (2m05.0s), 20/50 VUs, 1245 complete and 0 interrupted iterations
default   [  35% ] 20/50 VUs  2m05.0s/6m00.0s

running (2m06.0s), 20/50 VUs, 1265 complete and 0 interrupted iterations
default   [  35% ] 20/50 VUs  2m06.0s/6m00.0s

running (2m07.0s), 21/50 VUs, 1285 complete and 0 interrupted iterations
default   [  35% ] 21/50 VUs  2m07.0s/6m00.0s

running (2m08.0s), 21/50 VUs, 1306 complete and 0 interrupted iterations
default   [  36% ] 21/50 VUs  2m08.0s/6m00.0s

running (2m09.0s), 21/50 VUs, 1327 complete and 0 interrupted iterations
default   [  36% ] 21/50 VUs  2m09.0s/6m00.0s

running (2m10.0s), 21/50 VUs, 1348 complete and 0 interrupted iterations
default   [  36% ] 21/50 VUs  2m10.0s/6m00.0s

running (2m11.0s), 21/50 VUs, 1369 complete and 0 interrupted iterations
default   [  36% ] 21/50 VUs  2m11.0s/6m00.0s

running (2m12.0s), 21/50 VUs, 1390 complete and 0 interrupted iterations
default   [  37% ] 21/50 VUs  2m12.0s/6m00.0s

running (2m13.0s), 22/50 VUs, 1411 complete and 0 interrupted iterations
default   [  37% ] 22/50 VUs  2m13.0s/6m00.0s

running (2m14.0s), 22/50 VUs, 1433 complete and 0 interrupted iterations
default   [  37% ] 22/50 VUs  2m14.0s/6m00.0s

running (2m15.0s), 22/50 VUs, 1454 complete and 0 interrupted iterations
default   [  37% ] 22/50 VUs  2m15.0s/6m00.0s

running (2m16.0s), 22/50 VUs, 1476 complete and 0 interrupted iterations
default   [  38% ] 22/50 VUs  2m16.0s/6m00.0s

running (2m17.0s), 22/50 VUs, 1498 complete and 0 interrupted iterations
default   [  38% ] 22/50 VUs  2m17.0s/6m00.0s

running (2m18.0s), 22/50 VUs, 1519 complete and 0 interrupted iterations
default   [  38% ] 22/50 VUs  2m18.0s/6m00.0s

running (2m19.0s), 23/50 VUs, 1541 complete and 0 interrupted iterations
default   [  39% ] 23/50 VUs  2m19.0s/6m00.0s

running (2m20.0s), 23/50 VUs, 1564 complete and 0 interrupted iterations
default   [  39% ] 23/50 VUs  2m20.0s/6m00.0s

running (2m21.0s), 23/50 VUs, 1587 complete and 0 interrupted iterations
default   [  39% ] 23/50 VUs  2m21.0s/6m00.0s

running (2m22.0s), 23/50 VUs, 1610 complete and 0 interrupted iterations
default   [  39% ] 23/50 VUs  2m22.0s/6m00.0s

running (2m23.0s), 23/50 VUs, 1633 complete and 0 interrupted iterations
default   [  40% ] 23/50 VUs  2m23.0s/6m00.0s

running (2m24.0s), 23/50 VUs, 1656 complete and 0 interrupted iterations
default   [  40% ] 23/50 VUs  2m24.0s/6m00.0s

running (2m25.0s), 24/50 VUs, 1679 complete and 0 interrupted iterations
default   [  40% ] 24/50 VUs  2m25.0s/6m00.0s

running (2m26.0s), 24/50 VUs, 1703 complete and 0 interrupted iterations
default   [  41% ] 24/50 VUs  2m26.0s/6m00.0s

running (2m27.0s), 24/50 VUs, 1726 complete and 0 interrupted iterations
default   [  41% ] 24/50 VUs  2m27.0s/6m00.0s

running (2m28.0s), 24/50 VUs, 1750 complete and 0 interrupted iterations
default   [  41% ] 24/50 VUs  2m28.0s/6m00.0s

running (2m29.0s), 24/50 VUs, 1773 complete and 0 interrupted iterations
default   [  41% ] 24/50 VUs  2m29.0s/6m00.0s

running (2m30.0s), 24/50 VUs, 1797 complete and 0 interrupted iterations
default   [  42% ] 24/50 VUs  2m30.0s/6m00.0s

running (2m31.0s), 25/50 VUs, 1821 complete and 0 interrupted iterations
default   [  42% ] 25/50 VUs  2m31.0s/6m00.0s

running (2m32.0s), 25/50 VUs, 1846 complete and 0 interrupted iterations
default   [  42% ] 25/50 VUs  2m32.0s/6m00.0s

running (2m33.0s), 25/50 VUs, 1871 complete and 0 interrupted iterations
default   [  42% ] 25/50 VUs  2m33.0s/6m00.0s

running (2m34.0s), 25/50 VUs, 1895 complete and 0 interrupted iterations
default   [  43% ] 25/50 VUs  2m34.0s/6m00.0s

running (2m35.0s), 25/50 VUs, 1919 complete and 0 interrupted iterations
default   [  43% ] 25/50 VUs  2m35.0s/6m00.0s

running (2m36.0s), 25/50 VUs, 1944 complete and 0 interrupted iterations
default   [  43% ] 25/50 VUs  2m36.0s/6m00.0s

running (2m37.0s), 26/50 VUs, 1969 complete and 0 interrupted iterations
default   [  44% ] 26/50 VUs  2m37.0s/6m00.0s

running (2m38.0s), 26/50 VUs, 1995 complete and 0 interrupted iterations
default   [  44% ] 26/50 VUs  2m38.0s/6m00.0s

running (2m39.0s), 26/50 VUs, 2021 complete and 0 interrupted iterations
default   [  44% ] 26/50 VUs  2m39.0s/6m00.0s

running (2m40.0s), 26/50 VUs, 2047 complete and 0 interrupted iterations
default   [  44% ] 26/50 VUs  2m40.0s/6m00.0s

running (2m41.0s), 26/50 VUs, 2073 complete and 0 interrupted iterations
default   [  45% ] 26/50 VUs  2m41.0s/6m00.0s

running (2m42.0s), 26/50 VUs, 2099 complete and 0 interrupted iterations
default   [  45% ] 26/50 VUs  2m42.0s/6m00.0s

running (2m43.0s), 27/50 VUs, 2125 complete and 0 interrupted iterations
default   [  45% ] 27/50 VUs  2m43.0s/6m00.0s

running (2m44.0s), 27/50 VUs, 2152 complete and 0 interrupted iterations
default   [  46% ] 27/50 VUs  2m44.0s/6m00.0s

running (2m45.0s), 27/50 VUs, 2179 complete and 0 interrupted iterations
default   [  46% ] 27/50 VUs  2m45.0s/6m00.0s

running (2m46.0s), 27/50 VUs, 2206 complete and 0 interrupted iterations
default   [  46% ] 27/50 VUs  2m46.0s/6m00.0s

running (2m47.0s), 27/50 VUs, 2233 complete and 0 interrupted iterations
default   [  46% ] 27/50 VUs  2m47.0s/6m00.0s

running (2m48.0s), 27/50 VUs, 2260 complete and 0 interrupted iterations
default   [  47% ] 27/50 VUs  2m48.0s/6m00.0s

running (2m49.0s), 28/50 VUs, 2287 complete and 0 interrupted iterations
default   [  47% ] 28/50 VUs  2m49.0s/6m00.0s

running (2m50.0s), 28/50 VUs, 2315 complete and 0 interrupted iterations
default   [  47% ] 28/50 VUs  2m50.0s/6m00.0s

running (2m51.0s), 28/50 VUs, 2343 complete and 0 interrupted iterations
default   [  47% ] 28/50 VUs  2m51.0s/6m00.0s

running (2m52.0s), 28/50 VUs, 2369 complete and 0 interrupted iterations
default   [  48% ] 28/50 VUs  2m52.0s/6m00.0s

running (2m53.0s), 28/50 VUs, 2397 complete and 0 interrupted iterations
default   [  48% ] 28/50 VUs  2m53.0s/6m00.0s

running (2m54.0s), 28/50 VUs, 2425 complete and 0 interrupted iterations
default   [  48% ] 28/50 VUs  2m54.0s/6m00.0s

running (2m55.0s), 29/50 VUs, 2453 complete and 0 interrupted iterations
default   [  49% ] 29/50 VUs  2m55.0s/6m00.0s

running (2m56.0s), 29/50 VUs, 2481 complete and 0 interrupted iterations
default   [  49% ] 29/50 VUs  2m56.0s/6m00.0s

running (2m57.0s), 29/50 VUs, 2509 complete and 0 interrupted iterations
default   [  49% ] 29/50 VUs  2m57.0s/6m00.0s

running (2m58.0s), 29/50 VUs, 2538 complete and 0 interrupted iterations
default   [  49% ] 29/50 VUs  2m58.0s/6m00.0s

running (2m59.0s), 29/50 VUs, 2566 complete and 0 interrupted iterations
default   [  50% ] 29/50 VUs  2m59.0s/6m00.0s

running (3m00.0s), 29/50 VUs, 2595 complete and 0 interrupted iterations
default   [  50% ] 29/50 VUs  3m00.0s/6m00.0s

running (3m01.0s), 30/50 VUs, 2624 complete and 0 interrupted iterations
default   [  50% ] 30/50 VUs  3m01.0s/6m00.0s

running (3m02.0s), 30/50 VUs, 2654 complete and 0 interrupted iterations
default   [  51% ] 30/50 VUs  3m02.0s/6m00.0s

running (3m03.0s), 30/50 VUs, 2684 complete and 0 interrupted iterations
default   [  51% ] 30/50 VUs  3m03.0s/6m00.0s

running (3m04.0s), 30/50 VUs, 2714 complete and 0 interrupted iterations
default   [  51% ] 30/50 VUs  3m04.0s/6m00.0s

running (3m05.0s), 30/50 VUs, 2744 complete and 0 interrupted iterations
default   [  51% ] 30/50 VUs  3m05.0s/6m00.0s

running (3m06.0s), 30/50 VUs, 2773 complete and 0 interrupted iterations
default   [  52% ] 30/50 VUs  3m06.0s/6m00.0s

running (3m07.0s), 31/50 VUs, 2803 complete and 0 interrupted iterations
default   [  52% ] 31/50 VUs  3m07.0s/6m00.0s

running (3m08.0s), 31/50 VUs, 2834 complete and 0 interrupted iterations
default   [  52% ] 31/50 VUs  3m08.0s/6m00.0s

running (3m09.0s), 31/50 VUs, 2865 complete and 0 interrupted iterations
default   [  52% ] 31/50 VUs  3m09.0s/6m00.0s

running (3m10.0s), 31/50 VUs, 2896 complete and 0 interrupted iterations
default   [  53% ] 31/50 VUs  3m10.0s/6m00.0s

running (3m11.0s), 31/50 VUs, 2927 complete and 0 interrupted iterations
default   [  53% ] 31/50 VUs  3m11.0s/6m00.0s

running (3m12.0s), 31/50 VUs, 2957 complete and 0 interrupted iterations
default   [  53% ] 31/50 VUs  3m12.0s/6m00.0s

running (3m13.0s), 32/50 VUs, 2988 complete and 0 interrupted iterations
default   [  54% ] 32/50 VUs  3m13.0s/6m00.0s

running (3m14.0s), 32/50 VUs, 3020 complete and 0 interrupted iterations
default   [  54% ] 32/50 VUs  3m14.0s/6m00.0s

running (3m15.0s), 32/50 VUs, 3052 complete and 0 interrupted iterations
default   [  54% ] 32/50 VUs  3m15.0s/6m00.0s

running (3m16.0s), 32/50 VUs, 3084 complete and 0 interrupted iterations
default   [  54% ] 32/50 VUs  3m16.0s/6m00.0s

running (3m17.0s), 32/50 VUs, 3116 complete and 0 interrupted iterations
default   [  55% ] 32/50 VUs  3m17.0s/6m00.0s

running (3m18.0s), 32/50 VUs, 3147 complete and 0 interrupted iterations
default   [  55% ] 32/50 VUs  3m18.0s/6m00.0s

running (3m19.0s), 33/50 VUs, 3178 complete and 0 interrupted iterations
default   [  55% ] 33/50 VUs  3m19.0s/6m00.0s

running (3m20.0s), 33/50 VUs, 3211 complete and 0 interrupted iterations
default   [  56% ] 33/50 VUs  3m20.0s/6m00.0s

running (3m21.0s), 33/50 VUs, 3244 complete and 0 interrupted iterations
default   [  56% ] 33/50 VUs  3m21.0s/6m00.0s

running (3m22.0s), 33/50 VUs, 3277 complete and 0 interrupted iterations
default   [  56% ] 33/50 VUs  3m22.0s/6m00.0s

running (3m23.0s), 33/50 VUs, 3310 complete and 0 interrupted iterations
default   [  56% ] 33/50 VUs  3m23.0s/6m00.0s

running (3m24.0s), 33/50 VUs, 3342 complete and 0 interrupted iterations
default   [  57% ] 33/50 VUs  3m24.0s/6m00.0s

running (3m25.0s), 34/50 VUs, 3375 complete and 0 interrupted iterations
default   [  57% ] 34/50 VUs  3m25.0s/6m00.0s

running (3m26.0s), 34/50 VUs, 3409 complete and 0 interrupted iterations
default   [  57% ] 34/50 VUs  3m26.0s/6m00.0s

running (3m27.0s), 34/50 VUs, 3443 complete and 0 interrupted iterations
default   [  57% ] 34/50 VUs  3m27.0s/6m00.0s

running (3m28.0s), 34/50 VUs, 3477 complete and 0 interrupted iterations
default   [  58% ] 34/50 VUs  3m28.0s/6m00.0s

running (3m29.0s), 34/50 VUs, 3510 complete and 0 interrupted iterations
default   [  58% ] 34/50 VUs  3m29.0s/6m00.0s

running (3m30.0s), 34/50 VUs, 3544 complete and 0 interrupted iterations
default   [  58% ] 34/50 VUs  3m30.0s/6m00.0s

running (3m31.0s), 35/50 VUs, 3577 complete and 0 interrupted iterations
default   [  59% ] 35/50 VUs  3m31.0s/6m00.0s

running (3m32.0s), 35/50 VUs, 3611 complete and 0 interrupted iterations
default   [  59% ] 35/50 VUs  3m32.0s/6m00.0s

running (3m33.0s), 35/50 VUs, 3646 complete and 0 interrupted iterations
default   [  59% ] 35/50 VUs  3m33.0s/6m00.0s

running (3m34.0s), 35/50 VUs, 3681 complete and 0 interrupted iterations
default   [  59% ] 35/50 VUs  3m34.0s/6m00.0s

running (3m35.0s), 35/50 VUs, 3716 complete and 0 interrupted iterations
default   [  60% ] 35/50 VUs  3m35.0s/6m00.0s

running (3m36.0s), 35/50 VUs, 3751 complete and 0 interrupted iterations
default   [  60% ] 35/50 VUs  3m36.0s/6m00.0s

running (3m37.0s), 36/50 VUs, 3786 complete and 0 interrupted iterations
default   [  60% ] 36/50 VUs  3m37.0s/6m00.0s

running (3m38.0s), 36/50 VUs, 3822 complete and 0 interrupted iterations
default   [  61% ] 36/50 VUs  3m38.0s/6m00.0s

running (3m39.0s), 36/50 VUs, 3857 complete and 0 interrupted iterations
default   [  61% ] 36/50 VUs  3m39.0s/6m00.0s

running (3m40.0s), 36/50 VUs, 3893 complete and 0 interrupted iterations
default   [  61% ] 36/50 VUs  3m40.0s/6m00.0s

running (3m41.0s), 36/50 VUs, 3929 complete and 0 interrupted iterations
default   [  61% ] 36/50 VUs  3m41.0s/6m00.0s

running (3m42.0s), 36/50 VUs, 3965 complete and 0 interrupted iterations
default   [  62% ] 36/50 VUs  3m42.0s/6m00.0s

running (3m43.0s), 37/50 VUs, 4001 complete and 0 interrupted iterations
default   [  62% ] 37/50 VUs  3m43.0s/6m00.0s

running (3m44.0s), 37/50 VUs, 4038 complete and 0 interrupted iterations
default   [  62% ] 37/50 VUs  3m44.0s/6m00.0s

running (3m45.0s), 37/50 VUs, 4075 complete and 0 interrupted iterations
default   [  62% ] 37/50 VUs  3m45.0s/6m00.0s

running (3m46.0s), 37/50 VUs, 4111 complete and 0 interrupted iterations
default   [  63% ] 37/50 VUs  3m46.0s/6m00.0s

running (3m47.0s), 37/50 VUs, 4148 complete and 0 interrupted iterations
default   [  63% ] 37/50 VUs  3m47.0s/6m00.0s

running (3m48.0s), 37/50 VUs, 4185 complete and 0 interrupted iterations
default   [  63% ] 37/50 VUs  3m48.0s/6m00.0s

running (3m49.0s), 38/50 VUs, 4221 complete and 0 interrupted iterations
default   [  64% ] 38/50 VUs  3m49.0s/6m00.0s

running (3m50.0s), 38/50 VUs, 4258 complete and 0 interrupted iterations
default   [  64% ] 38/50 VUs  3m50.0s/6m00.0s

running (3m51.0s), 38/50 VUs, 4296 complete and 0 interrupted iterations
default   [  64% ] 38/50 VUs  3m51.0s/6m00.0s

running (3m52.0s), 38/50 VUs, 4333 complete and 0 interrupted iterations
default   [  64% ] 38/50 VUs  3m52.0s/6m00.0s

running (3m53.0s), 38/50 VUs, 4370 complete and 0 interrupted iterations
default   [  65% ] 38/50 VUs  3m53.0s/6m00.0s

running (3m54.0s), 38/50 VUs, 4408 complete and 0 interrupted iterations
default   [  65% ] 38/50 VUs  3m54.0s/6m00.0s

running (3m55.0s), 39/50 VUs, 4446 complete and 0 interrupted iterations
default   [  65% ] 39/50 VUs  3m55.0s/6m00.0s

running (3m56.0s), 39/50 VUs, 4484 complete and 0 interrupted iterations
default   [  66% ] 39/50 VUs  3m56.0s/6m00.0s

running (3m57.0s), 39/50 VUs, 4522 complete and 0 interrupted iterations
default   [  66% ] 39/50 VUs  3m57.0s/6m00.0s

running (3m58.0s), 39/50 VUs, 4561 complete and 0 interrupted iterations
default   [  66% ] 39/50 VUs  3m58.0s/6m00.0s

running (3m59.0s), 39/50 VUs, 4600 complete and 0 interrupted iterations
default   [  66% ] 39/50 VUs  3m59.0s/6m00.0s

running (4m00.0s), 39/50 VUs, 4639 complete and 0 interrupted iterations
default   [  67% ] 39/50 VUs  4m00.0s/6m00.0s

running (4m01.0s), 40/50 VUs, 4677 complete and 0 interrupted iterations
default   [  67% ] 40/50 VUs  4m01.0s/6m00.0s

running (4m02.0s), 40/50 VUs, 4717 complete and 0 interrupted iterations
default   [  67% ] 40/50 VUs  4m02.0s/6m00.0s

running (4m03.0s), 40/50 VUs, 4756 complete and 0 interrupted iterations
default   [  67% ] 40/50 VUs  4m03.0s/6m00.0s

running (4m04.0s), 40/50 VUs, 4796 complete and 0 interrupted iterations
default   [  68% ] 40/50 VUs  4m04.0s/6m00.0s

running (4m05.0s), 40/50 VUs, 4836 complete and 0 interrupted iterations
default   [  68% ] 40/50 VUs  4m05.0s/6m00.0s

running (4m06.0s), 40/50 VUs, 4876 complete and 0 interrupted iterations
default   [  68% ] 40/50 VUs  4m06.0s/6m00.0s

running (4m07.0s), 41/50 VUs, 4915 complete and 0 interrupted iterations
default   [  69% ] 41/50 VUs  4m07.0s/6m00.0s

running (4m08.0s), 41/50 VUs, 4955 complete and 0 interrupted iterations
default   [  69% ] 41/50 VUs  4m08.0s/6m00.0s

running (4m09.0s), 41/50 VUs, 4996 complete and 0 interrupted iterations
default   [  69% ] 41/50 VUs  4m09.0s/6m00.0s

running (4m10.0s), 41/50 VUs, 5037 complete and 0 interrupted iterations
default   [  69% ] 41/50 VUs  4m10.0s/6m00.0s

running (4m11.0s), 41/50 VUs, 5078 complete and 0 interrupted iterations
default   [  70% ] 41/50 VUs  4m11.0s/6m00.0s

running (4m12.0s), 41/50 VUs, 5118 complete and 0 interrupted iterations
default   [  70% ] 41/50 VUs  4m12.0s/6m00.0s

running (4m13.0s), 42/50 VUs, 5158 complete and 0 interrupted iterations
default   [  70% ] 42/50 VUs  4m13.0s/6m00.0s

running (4m14.0s), 42/50 VUs, 5199 complete and 0 interrupted iterations
default   [  71% ] 42/50 VUs  4m14.0s/6m00.0s

running (4m15.0s), 42/50 VUs, 5240 complete and 0 interrupted iterations
default   [  71% ] 42/50 VUs  4m15.0s/6m00.0s

running (4m16.0s), 42/50 VUs, 5281 complete and 0 interrupted iterations
default   [  71% ] 42/50 VUs  4m16.0s/6m00.0s

running (4m17.0s), 42/50 VUs, 5322 complete and 0 interrupted iterations
default   [  71% ] 42/50 VUs  4m17.0s/6m00.0s

running (4m18.0s), 42/50 VUs, 5364 complete and 0 interrupted iterations
default   [  72% ] 42/50 VUs  4m18.0s/6m00.0s

running (4m19.0s), 43/50 VUs, 5405 complete and 0 interrupted iterations
default   [  72% ] 43/50 VUs  4m19.0s/6m00.0s

running (4m20.0s), 43/50 VUs, 5448 complete and 0 interrupted iterations
default   [  72% ] 43/50 VUs  4m20.0s/6m00.0s

running (4m21.0s), 43/50 VUs, 5491 complete and 0 interrupted iterations
default   [  72% ] 43/50 VUs  4m21.0s/6m00.0s

running (4m22.0s), 43/50 VUs, 5533 complete and 0 interrupted iterations
default   [  73% ] 43/50 VUs  4m22.0s/6m00.0s

running (4m23.0s), 43/50 VUs, 5576 complete and 0 interrupted iterations
default   [  73% ] 43/50 VUs  4m23.0s/6m00.0s

running (4m24.0s), 43/50 VUs, 5619 complete and 0 interrupted iterations
default   [  73% ] 43/50 VUs  4m24.0s/6m00.0s

running (4m25.0s), 44/50 VUs, 5662 complete and 0 interrupted iterations
default   [  74% ] 44/50 VUs  4m25.0s/6m00.0s

running (4m26.0s), 44/50 VUs, 5706 complete and 0 interrupted iterations
default   [  74% ] 44/50 VUs  4m26.0s/6m00.0s

running (4m27.0s), 44/50 VUs, 5750 complete and 0 interrupted iterations
default   [  74% ] 44/50 VUs  4m27.0s/6m00.0s

running (4m28.0s), 44/50 VUs, 5794 complete and 0 interrupted iterations
default   [  74% ] 44/50 VUs  4m28.0s/6m00.0s

running (4m29.0s), 44/50 VUs, 5838 complete and 0 interrupted iterations
default   [  75% ] 44/50 VUs  4m29.0s/6m00.0s

running (4m30.0s), 44/50 VUs, 5881 complete and 0 interrupted iterations
default   [  75% ] 44/50 VUs  4m30.0s/6m00.0s

running (4m31.0s), 45/50 VUs, 5925 complete and 0 interrupted iterations
default   [  75% ] 45/50 VUs  4m31.0s/6m00.0s

running (4m32.0s), 45/50 VUs, 5970 complete and 0 interrupted iterations
default   [  76% ] 45/50 VUs  4m32.0s/6m00.0s

running (4m33.0s), 45/50 VUs, 6015 complete and 0 interrupted iterations
default   [  76% ] 45/50 VUs  4m33.0s/6m00.0s

running (4m34.0s), 45/50 VUs, 6059 complete and 0 interrupted iterations
default   [  76% ] 45/50 VUs  4m34.0s/6m00.0s

running (4m35.0s), 45/50 VUs, 6104 complete and 0 interrupted iterations
default   [  76% ] 45/50 VUs  4m35.0s/6m00.0s

running (4m36.0s), 45/50 VUs, 6149 complete and 0 interrupted iterations
default   [  77% ] 45/50 VUs  4m36.0s/6m00.0s

running (4m37.0s), 46/50 VUs, 6194 complete and 0 interrupted iterations
default   [  77% ] 46/50 VUs  4m37.0s/6m00.0s

running (4m38.0s), 46/50 VUs, 6240 complete and 0 interrupted iterations
default   [  77% ] 46/50 VUs  4m38.0s/6m00.0s

running (4m39.0s), 46/50 VUs, 6286 complete and 0 interrupted iterations
default   [  77% ] 46/50 VUs  4m39.0s/6m00.0s

running (4m40.0s), 46/50 VUs, 6332 complete and 0 interrupted iterations
default   [  78% ] 46/50 VUs  4m40.0s/6m00.0s

running (4m41.0s), 46/50 VUs, 6377 complete and 0 interrupted iterations
default   [  78% ] 46/50 VUs  4m41.0s/6m00.0s

running (4m42.0s), 46/50 VUs, 6423 complete and 0 interrupted iterations
default   [  78% ] 46/50 VUs  4m42.0s/6m00.0s

running (4m43.0s), 47/50 VUs, 6469 complete and 0 interrupted iterations
default   [  79% ] 47/50 VUs  4m43.0s/6m00.0s

running (4m44.0s), 47/50 VUs, 6516 complete and 0 interrupted iterations
default   [  79% ] 47/50 VUs  4m44.0s/6m00.0s

running (4m45.0s), 47/50 VUs, 6562 complete and 0 interrupted iterations
default   [  79% ] 47/50 VUs  4m45.0s/6m00.0s

running (4m46.0s), 47/50 VUs, 6609 complete and 0 interrupted iterations
default   [  79% ] 47/50 VUs  4m46.0s/6m00.0s

running (4m47.0s), 47/50 VUs, 6656 complete and 0 interrupted iterations
default   [  80% ] 47/50 VUs  4m47.0s/6m00.0s

running (4m48.0s), 47/50 VUs, 6703 complete and 0 interrupted iterations
default   [  80% ] 47/50 VUs  4m48.0s/6m00.0s

running (4m49.0s), 48/50 VUs, 6749 complete and 0 interrupted iterations
default   [  80% ] 48/50 VUs  4m49.0s/6m00.0s

running (4m50.0s), 48/50 VUs, 6797 complete and 0 interrupted iterations
default   [  81% ] 48/50 VUs  4m50.0s/6m00.0s

running (4m51.0s), 48/50 VUs, 6844 complete and 0 interrupted iterations
default   [  81% ] 48/50 VUs  4m51.0s/6m00.0s

running (4m52.0s), 48/50 VUs, 6892 complete and 0 interrupted iterations
default   [  81% ] 48/50 VUs  4m52.0s/6m00.0s

running (4m53.0s), 48/50 VUs, 6940 complete and 0 interrupted iterations
default   [  81% ] 48/50 VUs  4m53.0s/6m00.0s

running (4m54.0s), 48/50 VUs, 6988 complete and 0 interrupted iterations
default   [  82% ] 48/50 VUs  4m54.0s/6m00.0s

running (4m55.0s), 49/50 VUs, 7036 complete and 0 interrupted iterations
default   [  82% ] 49/50 VUs  4m55.0s/6m00.0s

running (4m56.0s), 49/50 VUs, 7084 complete and 0 interrupted iterations
default   [  82% ] 49/50 VUs  4m56.0s/6m00.0s

running (4m57.0s), 49/50 VUs, 7133 complete and 0 interrupted iterations
default   [  82% ] 49/50 VUs  4m57.0s/6m00.0s

running (4m58.0s), 49/50 VUs, 7182 complete and 0 interrupted iterations
default   [  83% ] 49/50 VUs  4m58.0s/6m00.0s

running (4m59.0s), 49/50 VUs, 7230 complete and 0 interrupted iterations
default   [  83% ] 49/50 VUs  4m59.0s/6m00.0s

running (5m00.0s), 49/50 VUs, 7277 complete and 0 interrupted iterations
default   [  83% ] 49/50 VUs  5m00.0s/6m00.0s

running (5m01.0s), 50/50 VUs, 7326 complete and 0 interrupted iterations
default   [  84% ] 50/50 VUs  5m01.0s/6m00.0s

running (5m02.0s), 50/50 VUs, 7376 complete and 0 interrupted iterations
default   [  84% ] 50/50 VUs  5m02.0s/6m00.0s

running (5m03.0s), 49/50 VUs, 7425 complete and 0 interrupted iterations
default   [  84% ] 49/50 VUs  5m03.0s/6m00.0s

running (5m04.0s), 48/50 VUs, 7474 complete and 0 interrupted iterations
default   [  84% ] 48/50 VUs  5m04.0s/6m00.0s

running (5m05.0s), 47/50 VUs, 7522 complete and 0 interrupted iterations
default   [  85% ] 47/50 VUs  5m05.0s/6m00.0s

running (5m06.0s), 46/50 VUs, 7569 complete and 0 interrupted iterations
default   [  85% ] 46/50 VUs  5m06.0s/6m00.0s

running (5m07.0s), 45/50 VUs, 7615 complete and 0 interrupted iterations
default   [  85% ] 45/50 VUs  5m07.0s/6m00.0s

running (5m08.0s), 44/50 VUs, 7659 complete and 0 interrupted iterations
default   [  86% ] 44/50 VUs  5m08.0s/6m00.0s

running (5m09.0s), 43/50 VUs, 7702 complete and 0 interrupted iterations
default   [  86% ] 43/50 VUs  5m09.0s/6m00.0s

running (5m10.0s), 43/50 VUs, 7744 complete and 0 interrupted iterations
default   [  86% ] 43/50 VUs  5m10.0s/6m00.0s

running (5m11.0s), 42/50 VUs, 7786 complete and 0 interrupted iterations
default   [  86% ] 42/50 VUs  5m11.0s/6m00.0s

running (5m12.0s), 41/50 VUs, 7828 complete and 0 interrupted iterations
default   [  87% ] 41/50 VUs  5m12.0s/6m00.0s

running (5m13.0s), 40/50 VUs, 7868 complete and 0 interrupted iterations
default   [  87% ] 40/50 VUs  5m13.0s/6m00.0s

running (5m14.0s), 39/50 VUs, 7907 complete and 0 interrupted iterations
default   [  87% ] 39/50 VUs  5m14.0s/6m00.0s

running (5m15.0s), 38/50 VUs, 7945 complete and 0 interrupted iterations
default   [  87% ] 38/50 VUs  5m15.0s/6m00.0s

running (5m16.0s), 38/50 VUs, 7983 complete and 0 interrupted iterations
default   [  88% ] 38/50 VUs  5m16.0s/6m00.0s

running (5m17.0s), 36/50 VUs, 8021 complete and 0 interrupted iterations
default   [  88% ] 36/50 VUs  5m17.0s/6m00.0s

running (5m18.0s), 36/50 VUs, 8057 complete and 0 interrupted iterations
default   [  88% ] 36/50 VUs  5m18.0s/6m00.0s

running (5m19.0s), 35/50 VUs, 8093 complete and 0 interrupted iterations
default   [  89% ] 35/50 VUs  5m19.0s/6m00.0s

running (5m20.0s), 35/50 VUs, 8128 complete and 0 interrupted iterations
default   [  89% ] 35/50 VUs  5m20.0s/6m00.0s

running (5m21.0s), 34/50 VUs, 8163 complete and 0 interrupted iterations
default   [  89% ] 34/50 VUs  5m21.0s/6m00.0s

running (5m22.0s), 33/50 VUs, 8197 complete and 0 interrupted iterations
default   [  89% ] 33/50 VUs  5m22.0s/6m00.0s

running (5m23.0s), 32/50 VUs, 8230 complete and 0 interrupted iterations
default   [  90% ] 32/50 VUs  5m23.0s/6m00.0s

running (5m24.0s), 31/50 VUs, 8261 complete and 0 interrupted iterations
default   [  90% ] 31/50 VUs  5m24.0s/6m00.0s

running (5m25.0s), 30/50 VUs, 8291 complete and 0 interrupted iterations
default   [  90% ] 30/50 VUs  5m25.0s/6m00.0s

running (5m26.0s), 29/50 VUs, 8321 complete and 0 interrupted iterations
default   [  91% ] 29/50 VUs  5m26.0s/6m00.0s

running (5m27.0s), 28/50 VUs, 8350 complete and 0 interrupted iterations
default   [  91% ] 28/50 VUs  5m27.0s/6m00.0s

running (5m28.0s), 27/50 VUs, 8378 complete and 0 interrupted iterations
default   [  91% ] 27/50 VUs  5m28.0s/6m00.0s

running (5m29.0s), 27/50 VUs, 8405 complete and 0 interrupted iterations
default   [  91% ] 27/50 VUs  5m29.0s/6m00.0s

running (5m30.0s), 26/50 VUs, 8431 complete and 0 interrupted iterations
default   [  92% ] 26/50 VUs  5m30.0s/6m00.0s

running (5m31.0s), 25/50 VUs, 8457 complete and 0 interrupted iterations
default   [  92% ] 25/50 VUs  5m31.0s/6m00.0s

running (5m32.0s), 24/50 VUs, 8480 complete and 0 interrupted iterations
default   [  92% ] 24/50 VUs  5m32.0s/6m00.0s

running (5m33.0s), 23/50 VUs, 8504 complete and 0 interrupted iterations
default   [  92% ] 23/50 VUs  5m33.0s/6m00.0s

running (5m34.0s), 23/50 VUs, 8527 complete and 0 interrupted iterations
default   [  93% ] 23/50 VUs  5m34.0s/6m00.0s

running (5m35.0s), 22/50 VUs, 8550 complete and 0 interrupted iterations
default   [  93% ] 22/50 VUs  5m35.0s/6m00.0s

running (5m36.0s), 21/50 VUs, 8572 complete and 0 interrupted iterations
default   [  93% ] 21/50 VUs  5m36.0s/6m00.0s

running (5m37.0s), 20/50 VUs, 8593 complete and 0 interrupted iterations
default   [  94% ] 20/50 VUs  5m37.0s/6m00.0s

running (5m38.0s), 19/50 VUs, 8613 complete and 0 interrupted iterations
default   [  94% ] 19/50 VUs  5m38.0s/6m00.0s

running (5m39.0s), 19/50 VUs, 8632 complete and 0 interrupted iterations
default   [  94% ] 19/50 VUs  5m39.0s/6m00.0s

running (5m40.0s), 18/50 VUs, 8651 complete and 0 interrupted iterations
default   [  94% ] 18/50 VUs  5m40.0s/6m00.0s

running (5m41.0s), 17/50 VUs, 8669 complete and 0 interrupted iterations
default   [  95% ] 17/50 VUs  5m41.0s/6m00.0s

running (5m42.0s), 16/50 VUs, 8686 complete and 0 interrupted iterations
default   [  95% ] 16/50 VUs  5m42.0s/6m00.0s

running (5m43.0s), 15/50 VUs, 8701 complete and 0 interrupted iterations
default   [  95% ] 15/50 VUs  5m43.0s/6m00.0s

running (5m44.0s), 14/50 VUs, 8716 complete and 0 interrupted iterations
default   [  96% ] 14/50 VUs  5m44.0s/6m00.0s

running (5m45.0s), 13/50 VUs, 8729 complete and 0 interrupted iterations
default   [  96% ] 13/50 VUs  5m45.0s/6m00.0s

running (5m46.0s), 12/50 VUs, 8741 complete and 0 interrupted iterations
default   [  96% ] 12/50 VUs  5m46.0s/6m00.0s

running (5m47.0s), 12/50 VUs, 8752 complete and 0 interrupted iterations
default   [  96% ] 12/50 VUs  5m47.0s/6m00.0s

running (5m48.0s), 11/50 VUs, 8764 complete and 0 interrupted iterations
default   [  97% ] 11/50 VUs  5m48.0s/6m00.0s

running (5m49.0s), 10/50 VUs, 8775 complete and 0 interrupted iterations
default   [  97% ] 10/50 VUs  5m49.0s/6m00.0s

running (5m50.0s), 10/50 VUs, 8785 complete and 0 interrupted iterations
default   [  97% ] 10/50 VUs  5m50.0s/6m00.0s

running (5m51.0s), 09/50 VUs, 8795 complete and 0 interrupted iterations
default   [  97% ] 09/50 VUs  5m51.0s/6m00.0s

running (5m52.0s), 07/50 VUs, 8804 complete and 0 interrupted iterations
default   [  98% ] 07/50 VUs  5m52.0s/6m00.0s

running (5m53.0s), 07/50 VUs, 8811 complete and 0 interrupted iterations
default   [  98% ] 07/50 VUs  5m53.0s/6m00.0s

running (5m54.0s), 06/50 VUs, 8818 complete and 0 interrupted iterations
default   [  98% ] 06/50 VUs  5m54.0s/6m00.0s

running (5m55.0s), 05/50 VUs, 8824 complete and 0 interrupted iterations
default   [  99% ] 05/50 VUs  5m55.0s/6m00.0s

running (5m56.0s), 05/50 VUs, 8829 complete and 0 interrupted iterations
default   [  99% ] 05/50 VUs  5m56.0s/6m00.0s

running (5m57.0s), 03/50 VUs, 8834 complete and 0 interrupted iterations
default   [  99% ] 03/50 VUs  5m57.0s/6m00.0s

running (5m58.0s), 02/50 VUs, 8837 complete and 0 interrupted iterations
default   [  99% ] 02/50 VUs  5m58.0s/6m00.0s

running (5m59.0s), 02/50 VUs, 8839 complete and 0 interrupted iterations
default   [ 100% ] 02/50 VUs  5m59.0s/6m00.0s

running (6m00.0s), 01/50 VUs, 8841 complete and 0 interrupted iterations
default   [ 100% ] 01/50 VUs  6m00.0s/6m00.0s


  █ TOTAL RESULTS 

    checks_total.......: 8842    24.509867/s
    checks_succeeded...: 100.00% 8842 out of 8842
    checks_failed......: 0.00%   0 out of 8842

    ✓ status is 200/302

    HTTP
    http_req_duration..............: avg=9.5ms min=5.82ms med=8.18ms max=133.41ms p(90)=11.91ms p(95)=15.85ms
      { expected_response:true }...: avg=9.5ms min=5.82ms med=8.18ms max=133.41ms p(90)=11.91ms p(95)=15.85ms
    http_req_failed................: 0.00%  0 out of 8842
    http_reqs......................: 8842   24.509867/s

    EXECUTION
    iteration_duration.............: avg=1.01s min=1s     med=1s     max=1.13s    p(90)=1.01s   p(95)=1.01s  
    iterations.....................: 8842   24.509867/s
    vus............................: 1      min=1         max=50
    vus_max........................: 50     min=50        max=50

    NETWORK
    data_received..................: 104 MB 288 kB/s
    data_sent......................: 619 kB 1.7 kB/s



running (6m00.8s), 00/50 VUs, 8842 complete and 0 interrupted iterations
default ✓ [ 100% ] 00/50 VUs  6m0s